<template>
    <div>
      <span class="subtitle">Правила</span>
      <br />
      <ul>
        <li>Обложка должна быть в НАИЛУЧШЕМ качестве, без рамок, без лишнего текста (максимум: имя артистов, название релиза, треклист), без водяных знаков/штрихкодов/ценников/дат, без использования персонажей популярных мультиков/фильмов, все нецензурные жесты должны быть замазаны или сильно размыты</li>
        <li>На обложке не должно быть лишних надписей из серии "Все права защищены / All right reserved", "Доступ запрещён", "Опасная зона" и т.д. Попросите своего дизайнера не размещать на обложках тонны лишней и ненужной информации, площадки отклоняют такие обложки.</li>
        <li>У вас должны быть права на инструменталы в треках. Биты, скаченные с ютуба / вк с пометкой free / из паблика с бесплатными битами загружать НЕЛЬЗЯ!</li>
        <li>Треки должны быть в формате WAV 16 или 24 bit (пронумерованы + подписаны продакшены, если надо)</li>
        <li>Обложка в формате jpeg размером от 1500х1500 пикселей</li>
      </ul>
      <label class="checkbox">
        <input type="checkbox" />
        Согласен со всеми требованиями и условиями
      </label>
    </div>
</template>